Repository: GNUfault/tuxanci-ng
Catalog: po/*.po
Languages: de_de

source: Unable to initialize audio: %s
de_de: Konnte Ton nicht initialisieren: %s

source: Unable to create proper audio settings: %s
de_de: Konnte keine passenden Audio-Einstellungen vornehmen: %s

source: Initializing audio system...
de_de: Initialisiere Audio-System...

source: Quitting audio...
de_de: Beende Audio...

source: Initializing music...
de_de: Initialisiere Musik...

source: Loading music file: %s
de_de: Lade Musik-Datei: %s

source: Unable to load music from file: %s
de_de: Konnte Musik von Datei %s nicht laden

source: Stopping music...
de_de: Beende Musik...

source: Playing music file %s
de_de: Spiele Musik-Datei %s

source: Quitting music...
de_de: Beende Musik...

source: Initializing sound...
de_de: Initialisiere Sound...

source: Loading sound file: %s
de_de: Lade Sound-Datei: %s

source: Unable to load sound file: %s with error: %s
de_de: Laden von Sound-Datei: %s fehlgeschlagen mit Fehler: %s

source: Unable to playback sound with error: %s
de_de: Folgender Fehler bei Audio-Wiedergabe: %s

source: Quitting sound...
de_de: Beende Ton...

source: Loaded new arena...
de_de: Lade neue Arena...

source: Bad type of front!
de_de: Schlechter Warteschleifentyp!

source: There is wrong value in course variable!
de_de: Falscher Wert in Kurs-Variable!

source: Environment variable HOME not found!
de_de: Systemvariable HOME nicht gefunden!

source: Creating home directory %s.
de_de: Erstelle Home Verzeichnis %s.

source: Unable to create home directory!
de_de: Konnte Home Verzeichnis nicht erstellen!

source: Starting ID manger
de_de: Starte ID Manager

source: No free ID left!
de_de: Keine freie ID mehr übrig!

source: This kind of ID was never registered!
de_de: Diese ID wurde nie registriert!

source: ID %d does not exist
de_de: ID %d existiert nicht

source: Quitting ID manger
de_de: Beende ID Manager

source: File %s not found ! Program shutdown !
de_de: Datei %s nicht gefunden ! Beende Programm!

source: WinSock initialization failed ! Program shutdown !
de_de: WinSock Initialisierung fehlgeschlagen! Beende Programm!

source: Error %s occured when using getFce function!
de_de: Fehler %s beim Verwenden der Funktion getFce aufgetreten!

source: Unable to map file %s!
de_de: Fehler beim Mappen der Datei %s!

source: Loading module: "%s"
de_de: Lade Modul: "%s"

source: Failed initialization of module "%s"
de_de: Fehler beim Initialisieren von Modul "%s"

source: Destroing module...
de_de: Zerstöre Modul...

source: I've done this once, dont want to mess memory with module %s again!
de_de: Das hab ich schon getan. Ich will den Speicher nicht nochmal mit dem Modul %s vollmüllen!

source: Loading module %s failed!
de_de: Laden des Moduls %s fehlgeschlagen!

source: There is no such ID!
de_de: Diese ID gibt es nicht!

source: Unable to inicialize network game as server!
de_de: Konnte Netzwerk Spiel nicht als Server initialisieren!

source: Unable to inicialize network game as client!
de_de: Konnte Netzwerk Spiel nicht als Client initialisieren!

source: Proto error code: "%d"
de_de: Proto Fehlermeldung: "%d"

source: Version of your client isn't supported by the server.
de_de: Die Version deines Clients wird vom Server nicht unterstützt.

source: Sending: "%s"
de_de: Gesendet: "%s"

source: Recieved: "%s"
de_de: Empfangen: "%s"

source: Type variable has a really wierd value!
de_de: Typ Variable hat einen sehr merkwürdigen Wert!

source: Adding "%s" to share function.
de_de: Füge "%s" zur Funktion hinzu.

source: %s %s was not found in storage!
de_de: %s %s wurde nicht gefunden!

source: New client "%s" on port "%d" connected
de_de: Neuer Client "%s" auf Port "%d" verbunden

source: Client "%s" on port "%d" disconnected
de_de: Client "%s" auf Port "%d" getrennt

source: Starting server: "%s" on port: "%d"
de_de: Starte Server: "%s" auf Port: "%d"

source: Starting server: "%s" on port: "%d" FAILED!
de_de: Starten von Server: "%s" auf Port: "%d" FEHLGESCHLAGEN!

source: Closing port: "%d"
de_de: Schliesse Port: "%d"

source: ERROR: unable to get file status for %s!
de_de: FEHLER: konnte Status für Datei %s nicht ermitteln!

source: ERROR: unable to open file %s for reading
de_de: FEHLER: konnte die Datei %s nicht öffnen

source: ERROR: unable to read data from file %s
de_de: FEHLER: Konnte keine Daten aus der Datei %s auslesen

source: Printing file: "%s"
de_de: Schreibe Datei: "%s"

source: p->control has a really wierd value!
de_de: p->control hat einen sehr merkwürdigen Wert!

source: Client was not FOUND!
de_de: Client wurde NICHT gefunden!

source: Quitting UDP
de_de: Beende UDP

source: Connected to: %s on port: %d via UDP
de_de: Verbunden mit: %s auf Port: %d via UDP

source: Server did not respond!
de_de: Server antwortet nicht!

source: Server is not running or being blocked. I was unable to connect.
de_de: Server läuft nicht oder wird geblockt. Konnte mich nicht verbinden.

source: down: %d
de_de: Runter: %d

source: up : %d
de_de: Hoch: %d

source: Closing UDP connection.
de_de: Trenne UDP Verbindung.

source: ADDING: "%s" into config file.
de_de: Füge "%s" zur Config-Datei hinzu.

source: Loading font: "%s"
de_de: Lade font: "%s"

source: Unloading font
de_de: Schliesse Font

source: Quitting TUXANCI...
de_de: Beende TUXANCI...

source: Initializing image database
de_de: Initialisiere Bild Datenbank

source: Loading image %s
de_de: Lade Bild %s

source: Quitting image database
de_de: Schliesse Bild Datenbank

source: Unable to switch to FULLSCREEN mode!
de_de: Kann nicht in Vollbild Modus wechseln!

source: Unable to switch to WINDOW mode! Error: %s
de_de: Kann nicht in Fenster Modus wechseln! Error: %s

source: Initializing SDL system
de_de: Initialisiere SDL System

source: Pressed key with SDL value: %d
de_de: Taste mit SDL Wert %d gedrückt

source: Unable to change WINDOW resolution! Error: %s
de_de: Kann Fensterauflösung nicht ändern! Error: %s

source: Quitting SDL
de_de: Beende SDL

source: Keyboard Buffer overrun! Dropping key: %02x
de_de: Tastatur Pufferüberlauf! Verwerfe Taste: %02x

source: Keyboard Buffer underrun!
de_de: Tastatur Buffer underrun!

source: Keyboard buffer is not empty!
de_de: Tastatur Puffer ist nicht leer!

source: Saving game to: "%s"
de_de: Speichere Spiel nach: "%s"

source: I was unable to save: "%s"
de_de: Ich konnte "%s" nicht speichern

source: Loadig game from file: "%s"
de_de: Lade Spiel von Datei: "%s"

source: Unable to load save: "%s"
de_de: Fehler beim Laden von Spielstand: "%s"

source: Registering screen: "%s"
de_de: Registriere Bildschirm: "%s"

source: Starting screen: "%s"
de_de: Starte Bildschirm: "%s"

source: Unable to create socket when connecting!
de_de: Konnte Socket beim Verbinden nicht erstellen!

source: Unable to bint to port: %d
de_de: Fehler beim Binden an Port: %d

source: Bad IP proto!
de_de: Schlechte IP proto!

source: Unable to create TCP socket!
de_de: Fehler beim Erstellen des TCP Sockets

source: Unable to create socket when binding!
de_de: Konnte Socket beim Binden nicht erstellen!

source: Unable to set socket %s %d!
de_de: Konnte Socket %s %d nicht setzen!

source: Unable to read form socket %d %s %d!
de_de: Fehler beim Lesen von Socket %d %s %d!

source: Unable to write on socket %d %s %d!
de_de: Fehler beim Schreiben auf Socket %d %s %d!

source: back
de_de: Zurück

source: Play
de_de: Spielen

source: Refresh
de_de: Aktualisieren

source: play
de_de: spielen

source: Credit file not found... %s/%s
de_de: Credit Datei nicht gefunden... %s/%s

source: Local game
de_de: Lokales Spiel

source: Set up a server
de_de: Erstelle einen Server

source: Network game
de_de: Netzwerk Spiel

source: Unknown game type!
de_de: Unbekannter Spieletyp!

source: Unknown IP protocol!
de_de: Unbekannter Spieltyp!

source: Start game
de_de: Starte Spiel

source: Settings
de_de: Einstellungen

source: Quit game
de_de: Beende Spiel

source: Creating: "%s"
de_de: Erstelle: "%s"

source: I am unable to save configure file, because config file was not initialised!
de_de: Konnte Config-Datei nicht speichern, da sie nicht initialisiert wurde!

source: controls
de_de: Steuerung

source: Music:
de_de: Musik:

source: Sound:
de_de: Ton:

source: No. of rounds:
de_de: Anzahl der Runden:

source: Player 1:
de_de: Spieler 1:

source: Player 2:
de_de: Spieler 2:

source: I was unable to load file: %s
de_de: Ich konnte folgende Datei nicht laden: %s

source: I try to create file: %s
de_de: Versuche folgende Datei zu erstellen: %s

source: I was unable to create file: %s
de_de: Fehler beim Erstellen der Datei: %s

source: Back
de_de: Zurück

source: Player 2
de_de: Spieler 2

source: Up
de_de: Hoch:

source: Down:
de_de: Runter:

source: Left:
de_de: Links:

source: Right:
de_de: Rechts:

source: Fire gun:
de_de: Feuer:

source: Switch gun:
de_de: Wechsle Waffe:

source: Player 1
de_de: Spieler 1

source: Up:
de_de: Hoch:

source: Highscore file: "%s" was not loaded!
de_de: Highscore Datei: "%s" wurde nicht geladen!

source: Network initialization error!
de_de: Netzwerk Fehler!

source: Tux has not defined controls!
de_de: Tux hat keine definierte Steuerung!

source: Quitting screen world
de_de: Beende Welt

source: Opening logfile "%s" failed!
de_de: Öffnen von Logfile "%s" fehlgeschlagen!

source: I use logfile: "%s")
de_de: Ich verwende Logfile: "%s")

source: Really bad log value!
de_de: Sehr schlechter Log-Wert!

source: I was unable to open config file!
de_de: Konnte Config-Datei nicht öffnen.!

source: Unable to initialize network socket!
de_de: Fehler beim Initialisieren des Netzwerk Sockets

source: Unable to contact MasterServer!)
de_de: Kann mich mit MasterServer nicht verbinden!

source: Quitting public server
de_de: Beende öffentlichen Server

source: Loading configuration from: "%s"
de_de: Lade Config-Datei von: "%s"

source: I was unable to load config file. Falling back to defaults!
de_de: Konnte Config-Datei nicht öffnen. Starte mit Standardwerten!

source: Bad filter!
de_de: Schlechter Filter!
